<?php

if (!defined('FORUM')) die();

$lang_post_edit_control = array(
	'Edit period'		=> 'Контроль редактирования сообщений',
	'Duration'			=> 'Продолжительность',
	'Duration note'		=> 'Число минут после отправки сообщения, в течение которых оно может быть отредактировано. Можно указать дни, преобразовав их в минуты.',
	'No edit'			=> 'Вы больше не можете отредактировать свое сообщение — истекло время редактирования или кто-то ответил в теме после вас. Для внесения правок обращайтесь к администраторам или модераторам, они вам помогут.',

	'Block edit'		=> 'Запретить редактирование после ответов',
	'Block edit desc'	=> 'При выборе этого пункта пользователи не смогут редактировать сообщения, если они перестанут быть последними в теме, вне зависимости от времени, отведенного на редактирование.',

	'Last reply edit'		=> 'Запретить отправку ответов на свои сообщения',
	'Last reply edit desc'	=> 'Включение этого параметра принудит пользователей редактировать свои сообщения вместо ответов на них, пока кто-то еще не ответит в теме.',
	'Last reply alert'		=> 'К сожалению, вы не можете отвечать в этой теме, пока в ней не ответит кто-то другой. Измените, пожалуйста, свое последнее сообщение вместо отправки нового.',
);