<?php

// Language definitions used in pun_antispam

$lang_pun_antispam = array(
	'Captcha'						=>	'Тест Тьюринга',
	'Captcha Info'					=>	'Введите буквы с картинки.',
	'img alt'						=>	'Картинка теста. Включите картинки в браузере, чтобы увидеть ее.',
	'Invalid Text'					=>	'Введен неверный текст с картинки.',
	'No cookies'					=>	'Невозможно проверить подлинность текста, не удалось установить cookie. Проверьте свои настройки и разрешите установку cookie для этого сайта.',

	'reload image'					=>	'(перезагрузить)',

	'Captcha admin head'			=>	'Установка действий, защищаемых тестом Тьюринга',
	'Captcha admin info'			=>	'Можно включить защиту тестом Тьюринга конкретных участков форума, если есть проблемы со спамом.',
	'Captcha admin legend'			=>	'Включить тест Тьюринга',

	'Captcha registrations info'	=>	'Перед регистрацией пользователя. Это может помочь остановить спам.',
	'Captcha login info'			=>	'При входе на форум. Поможет остановить атаки подбора пароля.',
	'Captcha reset info'			=>	'При сбросе пароля пользователем.',
	'Captcha guestpost info'		=>	'При отправке сообщений гостями (если это разрешено).',

	'Min posts for sig'				=>	'Минимальное число сообщений',
	'Min posts for sig info'		=>	'Минимально число сообщений, необходимое пользователю для добавления подписи или ссылки на сайты к своим сообщениям на форуме (расширение pun_antispam). Если новое значение этого параметра будет больше старого, ссылки и подписи пользователей с меньшим числом сообщений будут удалены.',
	'No signature yet'				=>	'<strong>Внимание!</strong> Ваша подпись не отображается в сообщениях, поскольку вы не провели на форуме достаточно времени. Пожалуйста, подождите еще.',
	'No website yet'				=>	'<strong>Внимание!</strong> Ссылка на ваш сайт не отображается в сообщениях, поскольку вы не провели на форуме достаточно времени. Пожалуйста, подождите еще.',
);
